{
  "workExperience": [
    {
      "period": {
        "es": "Oct 2016 - Jun 2021",
        "en": "Oct 2016 - Jun 2021"
      },
      "position": {
        "es": "Freelance - Desarrollo Integral de Piezas de Animación y Postproducción de Video",
        "en": "Freelance - Full Development of Animation Pieces and Video Post-Production"
      },
      "description": {
        "es": "Colaboración freelance en la productora Tachananchanan y roles diversos en Forpro.tv y Ejecon. Tareas incluyeron animación con After Effects, soporte de producción, técnico de croma, operador de cámara y sonorización en eventos.",
        "en": "Freelance collaboration with the Tachananchanan production company and various roles at Forpro.tv and Ejecon. Tasks included animation with After Effects, production support, chroma technician, camera operator, and sound reinforcement at events."
      }
    },
    {
      "period": {
        "es": "Sept-Oct 2016",
        "en": "Sept-Oct 2016"
      },
      "position": {
        "es": "Grafista en Lucky Road",
        "en": "Graphic Designer at Lucky Road"
      },
      "description": {
        "es": "Creación de grafismos para el programa de Disney Channel 'Boca-zas'. Desarrollo de automatización para la creación eficiente de material gráfico.",
        "en": "Creation of graphics for the Disney Channel program 'Boca-zas'. Development of automation for efficient creation of graphic material."
      }
    },
    {
      "period": {
        "es": "2014 - 2015",
        "en": "2014 - 2015"
      },
      "position": {
        "es": "Director Creativo en TVA / I + D",
        "en": "Creative Director at TVA / R&D"
      },
      "description": {
        "es": "Responsable de la identidad visual de la empresa. Conceptualización, creación y mantenimiento de material visual, incluyendo videos, mailing, reporting y diseño web. Organización del equipo creativo y liderazgo en el departamento de I + D.",
        "en": "Responsible for the company's visual identity. Conceptualizing, creating, and maintaining visual material, including videos, mailing, reporting, and web design. Organizing the creative team and leading the R&D department."
      }
    },
    {
      "period": {
        "es": "2011 - 2014",
        "en": "2011 - 2014"
      },
      "position": {
        "es": "Freelance - Diseño y Creación de Motion Graphics",
        "en": "Freelance - Motion Graphics Design and Creation"
      },
      "description": {
        "es": "Proyectos freelance de motion graphics con After Effects para clientes como Cáritas, Renta 4 y Cintra. Cumplimiento constante con plazos de entrega y estándares de calidad para cada proyecto.",
        "en": "Freelance motion graphics projects with After Effects for clients such as Cáritas, Renta 4, and Cintra. Constant compliance with delivery deadlines and quality standards for each project."
      }
    }
  ]
}
